[
    {
      "bookId": 1,
      "bookName": "The Silent Mind",
      "author": "Ava Thompson",
      "image": "https://i.ibb.co/Ndw7QzK9/freepik-the-style-is-candid-image-photography-with-natural-11537.png",
      "review": "A gripping psychological thriller that keeps you hooked till the last page. Smart and futuristic. Perfect for fans of tech thrillers. Books are considered a person’s best friend. They are a powerful source of knowledge and imagination. Reading books opens up the mind and enhances our thinking abilities. Each book contains a new world, a unique experience. Books not only entertain but also help us find solutions to life’s challenges. Those who grow up with the habit of reading become wise, thoughtful, and knowledgeable. A good book plays an important role in building one’s character. Whether it’s classic literature or a modern thriller, every book creates a special emotional connection. Even in this digital age, the love for books hasn’t faded—e-books and audiobooks have made reading even easier. So, loving books means lighting up your inner world with wisdom.",
      "totalPages": 320,
      "rating": 4.7,
      "category": "Thriller",
      "tags": ["Suspense", "Psychological"],
      "publisher": "MindWorks Press",
      "yearOfPublishing": 2020
    },
    {
      "bookId": 2,
      "bookName": "Whispers in the Wind",
      "author": "Liam Carter",
      "image": "https://i.ibb.co/B5cmyy4C/wind-book.png",
      "review": "Beautifully written with deep emotional impact. A must-read for drama lovers. Smart and futuristic. Perfect for fans of tech thrillers. Books are considered a person’s best friend. They are a powerful source of knowledge and imagination. Reading books opens up the mind and enhances our thinking abilities. Each book contains a new world, a unique experience. Books not only entertain but also help us find solutions to life’s challenges. Those who grow up with the habit of reading become wise, thoughtful, and knowledgeable. A good book plays an important role in building one’s character. Whether it’s classic literature or a modern thriller, every book creates a special emotional connection. Even in this digital age, the love for books hasn’t faded—e-books and audiobooks have made reading even easier. So, loving books means lighting up your inner world with wisdom.",
      "totalPages": 290,
      "rating": 4.5,
      "category": "Drama",
      "tags": ["Emotional", "Realistic"],
      "publisher": "Dreamscape Publishing",
      "yearOfPublishing": 2019
    },
    {
      "bookId": 3,
      "bookName": "Code of the Ancients",
      "author": "Nora Blake",
      "image": "https://i.ibb.co.com/1t6prR5X/harry.jpg",
      "review": "Combines history and mystery with a tech twist. Clever and exciting!books are help every person cause book are the real friend in human life whetever man done they read book and pertect to him self to do this on his life any kind of person do it on this perment it,s the most common thing to do in every person life and it's going to happend on the person life ",
      "totalPages": 400,
      "rating": 4.6,
      "category": "Mystery",
      "tags": ["Tech", "Historical"],
      "publisher": "Puzzle Press",
      "yearOfPublishing": 2021
    },
    {
      "bookId": 4,
      "bookName": "Shadows of the Past",
      "author": "Ethan Moore",
      "image": "https://i.ibb.co.com/wF2fg7Gh/w-4book.jpg",
      "review": "An intense story about secrets, family, and redemption.Books are powerful tools that feed both the heart and the mind. They allow us to explore distant places and live countless lives without leaving our seat. From thrilling adventures to emotional journeys, each story has something unique to offer. Books help us grow wiser and more thoughtful with every chapter we finish. They shape our language, boost our creativity, and enhance our focus. Whether it’s a real story or a work of fiction, books help us understand the world better. They bring comfort during tough times and add joy during peaceful ones. Reading helps build a strong connection between knowledge and imagination. With every book we read, we become a little more aware, a little more human. Truly, books are a lifelong gift that keeps on giving.",
      "totalPages": 310,
      "rating": 4.3,
      "category": "Fiction",
      "tags": ["Family", "Secrets"],
      "publisher": "TruthTeller Books",
      "yearOfPublishing": 2022
    },
    {
      "bookId": 5,
      "bookName": "Book of the brain",
      "author": "Sophie Hayes",
      "image": "https://i.ibb.co.com/h1MyNL2d/w-5book.jpg",
      "review": "Smart and futuristic. Perfect for fans of tech thrillers. Books are considered a person’s best friend. They are a powerful source of knowledge and imagination. Reading books opens up the mind and enhances our thinking abilities. Each book contains a new world, a unique experience. Books not only entertain but also help us find solutions to life’s challenges. Those who grow up with the habit of reading become wise, thoughtful, and knowledgeable. A good book plays an important role in building one’s character. Whether it’s classic literature or a modern thriller, every book creates a special emotional connection. Even in this digital age, the love for books hasn’t faded—e-books and audiobooks have made reading even easier. So, loving books means lighting up your inner world with wisdom.",
      "totalPages": 350,
      "rating": 4.8,
      "category": "Sci-Fi",
      "tags": ["AI", "Thriller"],
      "publisher": "NextGen Reads",
      "yearOfPublishing": 2023
    },
    {
      "bookId": 6,
      "bookName": " Gardent related book",
      "author": "Noah Bennett",
      "image": "https://i.ibb.co.com/wFy3qcJq/open-book-with-flowers-arrangement.jpg",
      "review": "Poetic and haunting — explores loss and love in a magical setting. Books serve as timeless companions that stay by our side through every phase of life. They transport us to worlds filled with mystery, beauty, and wonder. With every page, we step into the minds of unique characters and feel their emotions. Reading sharpens our imagination and opens our hearts to different viewpoints. Whether it's poetry, science fiction, or a classic novel, every book carries its own kind of magic. They ignite curiosity and encourage us to think beyond the obvious. Quiet moments spent reading often lead to deep reflections. Books can educate, entertain, and even heal us. In a noisy world, they offer a calm escape. Simply put, books are treasures that never fade.",
      "totalPages": 275,
      "rating": 4.4,
      "category": "Fantasy",
      "tags": ["Magical", "Emotional"],
      "publisher": "Mystic Quill",
      "yearOfPublishing": 2018
    },
    {
      "bookId": 7,
      "bookName": "Beneath the Surface",
      "author": "Grace Adams",
      "image": "https://i.ibb.co/GQ5qnVgW/tablet-heap-books.jpg",
      "review": "Keeps you questioning the truth until the very end. Brilliant plot.Books are magical windows into the thoughts and dreams of others. They allow us to explore distant cultures, past eras, and future possibilities. A good book can comfort us during hard times and inspire us to chase our goals. From thrillers to biographies, each genre offers a different kind of wisdom. Reading builds patience and helps develop empathy. Books often hold answers to questions we didn’t know we had. They turn ordinary moments into meaningful experiences. Many people find peace and solitude within the pages of a book. Whether we read for fun or knowledge, books always give something in return. They’re more than paper — they’re doors to discovery. ",
      "totalPages": 305,
      "rating": 4.6,
      "category": "Psychological Thriller",
      "tags": ["Mind-bending", "Suspense"],
      "publisher": "Deep Dive Books",
      "yearOfPublishing": 2021
    },
    {
      "bookId": 8,
      "bookName": "Echoes of Tomorrow",
      "author": "Benjamin Lee",
      "image": "https://i.ibb.co/yFnx2P7V/books.jpg",
      "review": "A time-travel journey that is both thrilling and emotional.Books are timeless companions that guide us through every stage of life. They open our minds to new perspectives and fuel our creativity. Whether it's fiction or non-fiction, each book holds a universe of knowledge. Reading regularly sharpens critical thinking and enhances communication skills. Through pages and paragraphs, we travel to far-off places and live countless lives. Books connect us to the thoughts of great minds, past and present. They nurture curiosity and encourage lifelong learning. Holding a book feels like holding a piece of someone’s soul. With every story, we become more aware of ourselves and the world. Truly, books are one of the most powerful tools for personal growth. ",
      "totalPages": 360,
      "rating": 4.5,
      "category": "Sci-Fi",
      "tags": ["Time Travel", "Adventure"],
      "publisher": "Quantum Press",
      "yearOfPublishing": 2020
    },
    {
      "bookId": 9,
      "bookName": "Letters Never Sent",
      "author": "Isla Morgan",
      "image": "https://i.ibb.co/gM8BtKmG/letter.jpg",
      "review": "Heart-touching and deeply personal — will leave you teary-eyed.Books are windows to different worlds and diverse ideas. They shape our thoughts and expand our understanding of life. A book can inspire, teach, and even heal a broken mind. Reading helps improve focus, vocabulary, and imagination. From fantasy to biography, every genre brings something special. Books offer peaceful escape from daily stress and noise. They allow us to explore emotions, cultures, and histories without leaving our room. A reader develops empathy and deep thinking through stories and characters. Digital libraries and mobile apps have made books more accessible than ever. In every chapter lies a chance to grow and see the world differently. ",
      "totalPages": 280,
      "rating": 4.7,
      "category": "Romance",
      "tags": ["Love", "Heartbreak"],
      "publisher": "Ink & Soul Publishing",
      "yearOfPublishing": 2019
    },
    {
      "bookId": 10,
      "bookName": "The Hidden Blueprint",
      "author": "Mason Reed",
      "image": "https://i.ibb.co/rfvm2LK0/books-imagination-still-life.jpg",
      "review": "An exciting puzzle of conspiracies and clues — thrilling from start to finish.books are frinds of the human every man need to be read book becuse if any person read book in everyday propble he his person make his life happy and this is going to happend to the person life whenever someone like to read book thay have to going other platfrom to his platfrom",
      "totalPages": 390,
      "rating": 4.9,
      "category": "Adventure",
      "tags": ["Conspiracy", "Mystery"],
      "publisher": "Cipher House",
      "yearOfPublishing": 2022
    }
  ]
  